Repository: team-unstablers/SnakeStick
Catalog: SnakeStick/SnakeStick/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: %@ external disk
de: Externes %@-Laufwerk
es: Disco externo %@
fr: Disque externe %@
ja: %@ 外部ディスク
ko: %@ 외장 디스크
pt_br: Disco externo %@
ru: Внешний диск %@
zh_hans: %@ 外置磁盘
zh_hant: %@ 外接磁碟

source: %@ — %@ (%@) · Not enough space
de: %@ — %@ (%@) · Nicht genug Speicherplatz
es: %@ — %@ (%@) · Espacio insuficiente
fr: %@ — %@ (%@) · Espace insuffisant
ja: %@ — %@ (%@) · 容量不足
ko: %@ — %@ (%@) · 공간 부족
pt_br: %@ — %@ (%@) · Espaço insuficiente
ru: %@ — %@ (%@) · Недостаточно места
zh_hans: %@ — %@ (%@) · 空间不足
zh_hant: %@ — %@ (%@) · 空間不足

source: %lld partitions
de: %lld Partitionen
es: %lld particiones
ja: %lld 個のパーティション
ko: 파티션 %lld개
pt_br: %lld partições
ru: %lld раздела
zh_hans: %lld 个分区
zh_hant: %lld 個分割區

source: About %lld min left
de: Verbleibend: ca. %lld Min.
es: Tiempo restante: unos %lld min
fr: Temps restant : environ %lld min
ja: 残り約 %lld 分
ko: 약 %lld분 남음
pt_br: Tempo restante: cerca de %lld min
ru: Осталось около %lld мин
zh_hans: 约剩 %lld 分钟
zh_hant: 約剩 %lld 分鐘

source: About SnakeStick
de: Über SnakeStick
es: Acerca de SnakeStick
fr: À propos de SnakeStick
ja: SnakeStick について
ko: SnakeStick에 관하여
pt_br: Sobre o SnakeStick
ru: О программе SnakeStick
zh_hans: 关于 SnakeStick
zh_hant: 關於 SnakeStick

source: Full License Text…
de: Vollständiger Lizenztext …
es: Texto completo de la licencia…
fr: Texte complet de la licence…
ja: ライセンス全文…
ko: 라이선스 전문…
pt_br: Texto Completo da Licença…
ru: Полный текст лицензии…
zh_hans: 许可证全文…
zh_hant: 授權條款全文…

source: GNU GPL v2 or later
de: GNU GPL v2 oder neuer
es: GNU GPL v2 o posterior
fr: GNU GPL v2 ou ultérieure
ja: GNU GPL v2 以降
ko: GNU GPL v2 이상
pt_br: GNU GPL v2 ou posterior
ru: GNU GPL v2 или более поздняя
zh_hans: GNU GPL v2 或更高版本
zh_hant: GNU GPL v2 或以上版本

source: GNU GPL v3 or later
de: GNU GPL v3 oder neuer
es: GNU GPL v3 o posterior
fr: GNU GPL v3 ou ultérieure
ja: GNU GPL v3 以降
ko: GNU GPL v3 이상
pt_br: GNU GPL v3 ou posterior
ru: GNU GPL v3 или более поздняя
zh_hans: GNU GPL v3 或更高版本
zh_hant: GNU GPL v3 或以上版本

source: Its source code was used as a reference
de: Der Quellcode wurde als Referenz verwendet
es: Su código fuente se usó como referencia
fr: Son code source a servi de référence
ja: ソースコードを参考にしました
ko: 소스 코드를 참고했습니다
pt_br: Seu código-fonte foi usado como referência
ru: Исходный код использовался как образец
zh_hans: 参考了其源代码
zh_hant: 參考了其原始碼

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
ja: ソースコード
ko: 소스 코드
pt_br: Código-Fonte
ru: Исходный код
zh_hans: 源代码
zh_hant: 原始碼

source: This software is open source software licensed under the GPLv3. This software comes with no warranty.
de: Diese Software ist Open-Source-Software unter der GPLv3. Diese Software wird ohne jegliche Gewährleistung bereitgestellt.
es: Este software es software de código abierto con licencia GPLv3. Este software se ofrece sin ninguna garantía.
fr: Ce logiciel est un logiciel open source distribué sous licence GPLv3. Ce logiciel est fourni sans aucune garantie.
ja: このソフトウェアは GPLv3 でライセンスされたオープンソースソフトウェアです。 このソフトウェアにはいかなる保証もありません。
ko: 이 소프트웨어는 GPLv3로 라이선스된 오픈 소스 소프트웨어입니다. 이 소프트웨어는 어떠한 보증도 제공하지 않습니다.
pt_br: Este software é um software de código aberto licenciado sob a GPLv3. Este software é fornecido sem nenhuma garantia.
ru: Это программное обеспечение с открытым исходным кодом, распространяемое по лицензии GPLv3. Это программное обеспечение предоставляется без каких-либо гарантий.
zh_hans: 本软件是以 GPLv3 授权的开源软件。 本软件不提供任何担保。
zh_hant: 本軟體是以 GPLv3 授權的開放原始碼軟體。 本軟體不提供任何擔保。

source: This software was made possible by the free software below. Thank you for making such great software!
de: Diese Software wurde erst durch die folgende freie Software möglich. Vielen Dank für so großartige Software!
es: Este software ha sido posible gracias al software libre que aparece a continuación. ¡Gracias por crear un software tan bueno!
fr: Ce logiciel n’aurait pas pu exister sans les logiciels libres ci-dessous. Merci d’avoir créé de si bons logiciels !
ja: このソフトウェアは以下のフリーソフトウェアのおかげで実現しました。 素晴らしいソフトウェアを作ってくださり、ありがとうございます！
ko: 이 소프트웨어는 아래 자유 소프트웨어 덕분에 만들어질 수 있었습니다. 멋진 소프트웨어를 만들어 주셔서 감사합니다!
pt_br: Este software só foi possível graças aos softwares livres abaixo. Obrigado por criarem softwares tão bons!
ru: Эта программа появилась благодаря перечисленному ниже свободному программному обеспечению. Спасибо за такие замечательные программы!
zh_hans: 本软件的诞生离不开以下自由软件。 感谢你们创造了如此出色的软件！
zh_hant: 本軟體得以誕生，要歸功於以下自由軟體。 感謝你們打造出如此出色的軟體！

source: This software was written by an LLM-based coding agent under human supervision.
de: Diese Software wurde von einem LLM-basierten Coding-Agenten unter menschlicher Aufsicht geschrieben.
es: Este software lo ha escrito un agente de programación basado en un LLM bajo supervisión humana.
fr: Ce logiciel a été écrit par un agent de programmation basé sur un LLM, sous supervision humaine.
ja: このソフトウェアは、人間の監督のもとで LLM ベースのコーディングエージェントが作成しました。
ko: 이 소프트웨어는 사람의 감독 하에 LLM 기반 코딩 에이전트가 작성했습니다.
pt_br: Este software foi escrito por um agente de programação baseado em LLM, sob supervisão humana.
ru: Эта программа написана агентом программирования на основе LLM под контролем человека.
zh_hans: 本软件由基于 LLM 的编程代理在人类监督下编写。
zh_hant: 本軟體由以 LLM 為基礎的程式設計代理程式在人類監督下撰寫。

source: After writing, reads the NTFS volume on the stick back and compares it with the ISO's file tree.
de: Liest nach dem Schreiben das NTFS-Volume auf dem Stick zurück und vergleicht es mit der Dateistruktur der ISO.
es: Tras la escritura, vuelve a leer el volumen NTFS de la memoria USB y lo compara con el árbol de archivos de la ISO.
fr: Après l’écriture, relit le volume NTFS de la clé et le compare à l’arborescence de fichiers de l’ISO.
ja: 書き込み後に USB メモリの NTFS ボリュームを読み戻し、ISO のファイルツリーと比較します。
ko: 기록을 마친 뒤 스틱의 NTFS 볼륨을 다시 읽어 ISO의 파일 트리와 비교합니다.
pt_br: Após a gravação, lê novamente o volume NTFS do pendrive e o compara com a árvore de arquivos da ISO.
ru: После записи заново считывает том NTFS с накопителя и сравнивает его с деревом файлов ISO.
zh_hans: 写入完成后，重新读取 U 盘上的 NTFS 宗卷，并与 ISO 的文件树进行比较。
zh_hant: 寫入完成後，重新讀取隨身碟上的 NTFS 卷宗，並與 ISO 的檔案樹狀結構進行比對。

source: All partitions and data on %@(%@) will be erased and it will be made into a Windows installation disk. This cannot be undone. If you continue, you will be asked for an administrator password once.
de: Alle Partitionen und Daten auf %@(%@) werden gelöscht, und daraus wird ein Windows-Installationsmedium erstellt. Dies kann nicht widerrufen werden. Wenn du fortfährst, wirst du einmal nach einem Administratorpasswort gefragt.
es: Se borrarán todas las particiones y los datos de %@(%@) y se convertirá en un disco de instalación de Windows. Esta acción no se puede deshacer. Si continúas, se te pedirá una vez la contraseña de un administrador.
fr: Toutes les partitions et données de %@(%@) seront effacées et il deviendra un disque d’installation de Windows. Cette opération est irréversible. Si vous continuez, le mot de passe d’un administrateur vous sera demandé une fois.
ja: %@(%@) のすべてのパーティションとデータが消去され、Windows インストールディスクに作り直されます。この操作は取り消せません。続けると、管理者パスワードを 1 回入力するよう求められます。
ko: %@(%@)의 모든 파티션과 데이터가 지워지고 Windows 설치 디스크로 다시 만들어집니다. 되돌릴 수 없습니다. 계속하면 관리자 암호를 한 번 묻습니다.
pt_br: Todas as partições e dados de %@(%@) serão apagados, e ele será transformado em um disco de instalação do Windows. Esta ação não pode ser desfeita. Se você continuar, a senha de um administrador será solicitada uma vez.
ru: Все разделы и данные на %@(%@) будут стерты, и он станет установочным диском Windows. Это действие нельзя отменить. Если продолжить, один раз потребуется ввести пароль администратора.
zh_hans: %@(%@) 上的所有分区和数据都将被抹掉，并被制作成 Windows 安装盘。此操作无法撤销。如果继续，系统会要求你输入一次管理员密码。
zh_hant: %@(%@) 上的所有分割區和資料都會被清除，並製作成 Windows 安裝磁碟。此動作無法還原。若繼續，系統會要求你輸入一次管理者密碼。

source: Allow Full Disk Access for SnakeStick
de: Erlaube SnakeStick den Festplattenvollzugriff
es: Permite el acceso total al disco a SnakeStick
fr: Autorisez l’accès complet au disque pour SnakeStick
ja: SnakeStick にフルディスクアクセスを許可してください
ko: SnakeStick에 전체 디스크 접근 권한을 허용하세요
pt_br: Permita o Acesso Total ao Disco para o SnakeStick
ru: Предоставьте SnakeStick доступ к диску
zh_hans: 请为 SnakeStick 允许完全磁盘访问权限
zh_hant: 請允許 SnakeStick 完全取用磁碟

source: macOS keeps the helper that writes the disk away from removable disks and your folders until SnakeStick has Full Disk Access. Add SnakeStick in System Settings > Privacy & Security > Full Disk Access, then try again.
de: Solange SnakeStick keinen Festplattenvollzugriff hat, sperrt macOS das Hilfsprogramm, das auf das Laufwerk schreibt, von Wechselmedien und deinen Ordnern aus. Füge SnakeStick unter Systemeinstellungen > Datenschutz & Sicherheit > Festplattenvollzugriff hinzu und versuche es dann erneut.
es: Mientras SnakeStick no tenga acceso total al disco, macOS impide que la herramienta auxiliar que escribe en el disco acceda a los discos extraíbles y a tus carpetas. Añade SnakeStick en Ajustes del Sistema > Privacidad y seguridad > Acceso total al disco y vuelve a intentarlo.
fr: Tant que SnakeStick n’a pas l’accès complet au disque, macOS empêche l’outil d’assistance qui écrit sur le disque d’accéder aux disques amovibles et à vos dossiers. Ajoutez SnakeStick dans Réglages Système > Confidentialité et sécurité > Accès complet au disque, puis réessayez.
ja: SnakeStick にフルディスクアクセスがないと、ディスクに書き込むヘルパーは macOS によってリムーバブルディスクやユーザのフォルダへのアクセスを禁止されます。システム設定 > プライバシーとセキュリティ > フルディスクアクセスに SnakeStick を追加してから、もう一度お試しください。
ko: SnakeStick에 전체 디스크 접근 권한이 없으면 macOS가 디스크를 쓰는 도우미의 이동식 디스크와 사용자 폴더 접근을 막습니다. 시스템 설정 > 개인정보 보호 및 보안 > 전체 디스크 접근 권한에 SnakeStick을 추가한 뒤 다시 시도하세요.
pt_br: Enquanto o SnakeStick não tiver Acesso Total ao Disco, o macOS impede que a ferramenta auxiliar que grava o disco acesse discos removíveis e as suas pastas. Adicione o SnakeStick em Ajustes do Sistema > Privacidade e Segurança > Acesso Total ao Disco e tente novamente.
ru: Пока у SnakeStick нет доступа к диску, macOS не допускает вспомогательную программу, которая записывает диск, к съемным дискам и вашим папкам. Добавьте SnakeStick в разделе «Системные настройки» > «Конфиденциальность и безопасность» > «Доступ к диску», затем повторите попытку.
zh_hans: 在 SnakeStick 获得完全磁盘访问权限之前，macOS 会阻止写入磁盘的辅助程序访问可移除磁盘和你的文件夹。请在系统设置 > 隐私与安全性 > 完全磁盘访问权限中添加 SnakeStick，然后重试。
zh_hant: 在 SnakeStick 取得完全取用磁碟權限之前，macOS 會阻止寫入磁碟的輔助程式取用可移除式磁碟和你的資料夾。請在系統設定 > 隱私權與安全性 > 完全取用磁碟中加入 SnakeStick，然後再試一次。

source: Allow the SnakeStick helper
de: Erlaube das SnakeStick-Hilfsprogramm
es: Permite la herramienta auxiliar de SnakeStick
fr: Autorisez l’outil d’assistance de SnakeStick
ja: SnakeStick のヘルパーを許可してください
ko: SnakeStick 도우미를 허용하세요
pt_br: Permita a ferramenta auxiliar do SnakeStick
ru: Разрешите вспомогательную программу SnakeStick
zh_hans: 请允许 SnakeStick 辅助程序
zh_hant: 請允許 SnakeStick 輔助程式

source: An I/O error occurred (%@). The stick may have been removed or damaged.
de: Ein E/A-Fehler ist aufgetreten (%@). Der Stick wurde möglicherweise entfernt oder ist beschädigt.
es: Se ha producido un error de entrada/salida (%@). Es posible que la memoria USB se haya retirado o esté dañada.
fr: Une erreur d’entrée/sortie s’est produite (%@). La clé a peut-être été retirée ou est endommagée.
ja: 入出力エラーが発生しました (%@)。USB メモリが取り外されたか、破損している可能性があります。
ko: 입출력 오류가 났습니다 (%@). 스틱이 분리되었거나 손상되었을 수 있습니다.
pt_br: Ocorreu um erro de entrada/saída (%@). O pendrive pode ter sido removido ou estar danificado.
ru: Произошла ошибка ввода-вывода (%@). Возможно, накопитель был извлечен или поврежден.
zh_hans: 发生输入/输出错误 (%@)。U 盘可能已被移除或已损坏。
zh_hant: 發生輸入/輸出錯誤 (%@)。隨身碟可能已被移除或已損壞。

source: An I/O error occurred while writing %@ (%@). The stick may have been removed or damaged.
de: Beim Schreiben von %@ ist ein E/A-Fehler aufgetreten (%@). Der Stick wurde möglicherweise entfernt oder ist beschädigt.
es: Se ha producido un error de entrada/salida al escribir %@ (%@). Es posible que la memoria USB se haya retirado o esté dañada.
fr: Une erreur d’entrée/sortie s’est produite lors de l’écriture de %@ (%@). La clé a peut-être été retirée ou est endommagée.
ja: %@ の書き込み中に入出力エラーが発生しました (%@)。USB メモリが取り外されたか、破損している可能性があります。
ko: %@을 쓰는 중 입출력 오류가 났습니다 (%@). 스틱이 분리되었거나 손상되었을 수 있습니다.
pt_br: Ocorreu um erro de entrada/saída ao gravar %@ (%@). O pendrive pode ter sido removido ou estar danificado.
ru: При записи %@ произошла ошибка ввода-вывода (%@). Возможно, накопитель был извлечен или поврежден.
zh_hans: 写入 %@ 时发生输入/输出错误 (%@)。U 盘可能已被移除或已损坏。
zh_hant: 寫入 %@ 時發生輸入/輸出錯誤 (%@)。隨身碟可能已被移除或已損壞。

source: An unexpected error occurred. See the log for details.
de: Ein unerwarteter Fehler ist aufgetreten. Details findest du im Protokoll.
es: Se ha producido un error inesperado. Consulta el registro para obtener más información.
fr: Une erreur inattendue s’est produite. Consultez le journal pour en savoir plus.
ja: 予期しないエラーが発生しました。詳しくはログを参照してください。
ko: 예상하지 못한 오류가 났습니다. 자세한 내용은 로그를 보세요.
pt_br: Ocorreu um erro inesperado. Consulte o registro para obter detalhes.
ru: Произошла непредвиденная ошибка. Подробности см. в журнале.
zh_hans: 发生意外错误。有关详细信息，请查看日志。
zh_hant: 發生未預期的錯誤。如需詳細資訊，請查看記錄。

source: Available once you choose a Windows 11 25H2 or later ISO.
de: Verfügbar, sobald du eine ISO von Windows 11 25H2 oder neuer auswählst.
es: Disponible cuando eliges una ISO de Windows 11 25H2 o posterior.
fr: Disponible après avoir choisi une ISO de Windows 11 25H2 ou ultérieure.
ja: Windows 11 25H2 以降の ISO を選ぶと使用できます。
ko: Windows 11 25H2 이상 ISO를 고르면 쓸 수 있습니다.
pt_br: Disponível quando você escolher uma ISO do Windows 11 25H2 ou posterior.
ru: Доступно после выбора ISO Windows 11 25H2 или новее.
zh_hans: 选择 Windows 11 25H2 或更高版本的 ISO 后可用。
zh_hant: 選擇 Windows 11 25H2 或以上版本的 ISO 後即可使用。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
zh_hans: 取消
zh_hant: 取消

source: Check partitions
de: Partitionen prüfen
es: Comprobar particiones
fr: Vérification des partitions
ja: パーティションの確認
ko: 파티션 확인
pt_br: Verificar partições
ru: Проверка разделов
zh_hans: 检查分区
zh_hant: 檢查分割區

source: Checking the partitions
de: Partitionen werden geprüft
es: Comprobando las particiones
fr: Vérification des partitions
ja: パーティションを確認しています
ko: 파티션을 확인하고 있습니다
pt_br: Verificando as partições
ru: Проверка разделов
zh_hans: 正在检查分区
zh_hant: 正在檢查分割區

source: Choose an ISO file
de: Wähle eine ISO-Datei aus
es: Elige un archivo ISO
fr: Choisissez un fichier ISO
ja: ISO ファイルを選択してください
ko: ISO 파일을 선택하세요
pt_br: Escolha um arquivo ISO
ru: Выберите файл ISO
zh_hans: 请选择 ISO 文件
zh_hant: 請選擇 ISO 檔案

source: Choose an ISO file and a target disk
de: Wähle eine ISO-Datei und ein Ziellaufwerk aus
es: Elige un archivo ISO y un disco de destino
fr: Choisissez un fichier ISO et un disque de destination
ja: ISO ファイルと書き込み先ディスクを選択してください
ko: ISO 파일과 대상 디스크를 선택하세요
pt_br: Escolha um arquivo ISO e um disco de destino
ru: Выберите файл ISO и целевой диск
zh_hans: 请选择 ISO 文件和目标磁盘
zh_hant: 請選擇 ISO 檔案和目標磁碟

source: Choose…
de: Auswählen …
es: Elegir…
fr: Choisir…
ja: 選択…
ko: 선택…
pt_br: Escolher…
ru: Выбрать…
zh_hans: 选取…
zh_hant: 選擇…

source: Copy files
de: Dateien kopieren
es: Copiar archivos
fr: Copie des fichiers
ja: ファイルのコピー
ko: 파일 복사
pt_br: Copiar arquivos
ru: Копирование файлов
zh_hans: 拷贝文件
zh_hant: 拷貝檔案

source: Copying files
de: Dateien werden kopiert
es: Copiando archivos
fr: Copie des fichiers
ja: ファイルをコピーしています
ko: 파일을 복사하고 있습니다
pt_br: Copiando arquivos
ru: Копирование файлов
zh_hans: 正在拷贝文件
zh_hant: 正在拷貝檔案

source: Done
de: Fertig
es: OK
fr: OK
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Eject
de: Auswerfen
es: Expulsar
fr: Éjecter
ja: 取り出す
ko: 추출
pt_br: Ejetar
ru: Извлечь
zh_hans: 推出
zh_hant: 退出

source: Erase and Write
de: Löschen und schreiben
es: Borrar y escribir
fr: Effacer et écrire
ja: 消去して書き込む
ko: 지우고 쓰기
pt_br: Apagar e Gravar
ru: Стереть и записать
zh_hans: 抹掉并写入
zh_hant: 清除並寫入

source: Erase “%@”?
de: „%@“ löschen?
es: ¿Borrar “%@”?
fr: Effacer « %@ » ?
ja: 「%@」を消去しますか？
ko: “%@”을 지울까요?
pt_br: Apagar “%@”?
ru: Стереть «%@»?
zh_hans: 要抹掉“%@”吗？
zh_hant: 要清除「%@」嗎？

source: External Disks
de: Externe Laufwerke
es: Discos externos
fr: Disques externes
ja: 外部ディスク
ko: 외장 디스크
pt_br: Discos Externos
ru: Внешние диски
zh_hans: 外置磁盘
zh_hant: 外接磁碟

source: Failed at step %lld/8: %@
de: Fehler bei Schritt %lld/8: %@
es: Error en el paso %lld/8: %@
fr: Échec à l’étape %lld/8 : %@
ja: ステップ %lld/8 で失敗しました: %@
ko: 단계 %lld/8에서 실패했습니다: %@
pt_br: Falha na etapa %lld/8: %@
ru: Сбой на шаге %lld/8: %@
zh_hans: 在第 %lld/8 步失败：%@
zh_hant: 在第 %lld/8 步失敗：%@

source: Finished
de: Abgeschlossen
es: Finalizado
fr: Terminé
ja: 完了しました
ko: 완료했습니다
pt_br: Concluído
ru: Готово
zh_hans: 已完成
zh_hant: 已完成

source: Finished — the written data matches the ISO
de: Abgeschlossen – die geschriebenen Daten stimmen mit der ISO überein
es: Finalizado: los datos escritos coinciden con la ISO
fr: Terminé — les données écrites correspondent à l’ISO
ja: 完了しました — 書き込んだ内容は ISO と一致しています
ko: 완료했습니다 — 기록한 내용이 ISO와 일치합니다
pt_br: Concluído — os dados gravados correspondem à ISO
ru: Готово — записанные данные совпадают с ISO
zh_hans: 已完成 — 写入的数据与 ISO 一致
zh_hant: 已完成 — 寫入的資料與 ISO 相符

source: Formatting the NTFS partition
de: NTFS-Partition wird formatiert
es: Formateando la partición NTFS
fr: Formatage de la partition NTFS
ja: NTFS パーティションをフォーマットしています
ko: NTFS 파티션을 포맷하고 있습니다
pt_br: Formatando a partição NTFS
ru: Форматирование раздела NTFS
zh_hans: 正在格式化 NTFS 分区
zh_hant: 正在格式化 NTFS 分割區

source: If you stop now, “%@” will be left unbootable. To use it, you have to start over.
de: Wenn du jetzt stoppst, ist „%@“ nicht mehr startfähig. Um den Stick zu verwenden, musst du von vorn beginnen.
es: Si te detienes ahora, “%@” no podrá arrancar. Para usarla, tendrás que empezar de nuevo.
fr: Si vous arrêtez maintenant, « %@ » ne pourra plus démarrer. Pour l’utiliser, vous devrez tout recommencer.
ja: いま中止すると、「%@」は起動できない状態のまま残ります。使用するには最初からやり直す必要があります。
ko: 지금 중단하면 “%@”은 부팅할 수 없는 상태로 남습니다. 다시 쓰려면 처음부터 시작해야 합니다.
pt_br: Se você parar agora, “%@” ficará impossibilitado de inicializar. Para usá-lo, será preciso começar de novo.
ru: Если остановить запись сейчас, с «%@» нельзя будет загрузиться. Чтобы использовать его, придется начать заново.
zh_hans: 如果现在停止，“%@”将无法启动。要使用它，必须从头重新开始。
zh_hant: 若現在停止，「%@」將無法開機。若要使用，必須從頭開始。

source: Internal disks and the startup disk are not shown
de: Interne Laufwerke und das Startvolume werden nicht angezeigt
es: No se muestran los discos internos ni el disco de arranque
fr: Les disques internes et le disque de démarrage ne sont pas affichés
ja: 内蔵ディスクと起動ディスクは表示されません
ko: 내장 디스크와 시동 디스크는 표시하지 않습니다
pt_br: Discos internos e o disco de inicialização não são mostrados
ru: Внутренние диски и загрузочный диск не показываются
zh_hans: 不显示内置磁盘和启动磁盘
zh_hant: 不會顯示內建磁碟和啟動磁碟

source: Keep Writing
de: Weiter schreiben
es: Seguir escribiendo
fr: Continuer l’écriture
ja: 書き込みを続ける
ko: 계속 쓰기
pt_br: Continuar Gravando
ru: Продолжить запись
zh_hans: 继续写入
zh_hant: 繼續寫入

source: Log
de: Protokoll
es: Registro
fr: Journal
ja: ログ
ko: 로그
pt_br: Registro
ru: Журнал
zh_hans: 日志
zh_hant: 記錄

source: NTFS format
de: NTFS-Formatierung
es: Formato NTFS
fr: Formatage NTFS
ja: NTFS フォーマット
ko: NTFS 포맷
pt_br: Formatação NTFS
ru: Форматирование NTFS
zh_hans: NTFS 格式化
zh_hant: NTFS 格式化

source: Needed to boot with Secure Boot on PCs that have revoked the 2011 certificate. Only for Windows 11 25H2 or later ISOs.
de: Erforderlich, um auf PCs, die das Zertifikat von 2011 widerrufen haben, mit aktiviertem Secure Boot zu starten. Nur für ISOs von Windows 11 25H2 oder neuer.
es: Necesario para arrancar con Secure Boot activado en los PC que han revocado el certificado de 2011. Solo para ISO de Windows 11 25H2 o posterior.
fr: Nécessaire pour démarrer avec Secure Boot activé sur les PC qui ont révoqué le certificat de 2011. Uniquement pour les ISO de Windows 11 25H2 ou ultérieure.
ja: 2011 年の証明書を失効させた PC で、Secure Boot を有効にしたまま起動するために必要です。Windows 11 25H2 以降の ISO でのみ使用できます。
ko: 2011 인증서를 폐기한 PC에서 Secure Boot를 켠 채로 부팅할 때 필요합니다. Windows 11 25H2 이상 ISO에서만 쓸 수 있습니다.
pt_br: Necessário para inicializar com o Secure Boot ativado em PCs que revogaram o certificado de 2011. Somente para ISOs do Windows 11 25H2 ou posterior.
ru: Нужно для загрузки с включенной Secure Boot на ПК, где отозван сертификат 2011 года. Только для ISO Windows 11 25H2 или новее.
zh_hans: 在已吊销 2011 证书的 PC 上开启 Secure Boot 启动时需要此项。仅适用于 Windows 11 25H2 或更高版本的 ISO。
zh_hant: 在已撤銷 2011 憑證的 PC 上開啟 Secure Boot 開機時需要此項目。僅適用於 Windows 11 25H2 或以上版本的 ISO。

source: Needs %@ / %@
de: Benötigt %@ / %@
es: Necesita %@ / %@
fr: Requis : %@ / %@
ja: 必要容量 %@ / %@
ko: 필요 %@ / %@
pt_br: Requer %@ / %@
ru: Нужно %@ / %@
zh_hans: 需要 %@ / %@
zh_hant: 需要 %@ / %@

source: No log yet.
de: Noch kein Protokoll.
es: Todavía no hay registro.
fr: Aucun journal pour l’instant.
ja: まだログはありません。
ko: 아직 로그가 없습니다.
pt_br: Ainda não há registro.
ru: Журнал пока пуст.
zh_hans: 暂无日志。
zh_hant: 尚無記錄。

source: Only external and removable disks are shown
de: Nur externe Laufwerke und Wechselmedien werden angezeigt
es: Solo se muestran los discos externos y extraíbles
fr: Seuls les disques externes et amovibles sont affichés
ja: 外部ディスクとリムーバブルディスクのみ表示されます
ko: 외장·이동식 디스크만 표시됩니다
pt_br: Somente discos externos e removíveis são mostrados
ru: Показываются только внешние и съемные диски
zh_hans: 仅显示外置磁盘和可移除磁盘
zh_hant: 只會顯示外接磁碟和可移除式磁碟

source: Open ISO
de: ISO öffnen
es: Abrir ISO
fr: Ouvrir une ISO
ja: ISO を開く
ko: ISO 열기
pt_br: Abrir ISO
ru: Открыть ISO
zh_hans: 打开 ISO
zh_hant: 打開 ISO

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Opening the ISO
de: ISO wird geöffnet
es: Abriendo la ISO
fr: Ouverture de l’ISO
ja: ISO を開いています
ko: ISO를 열고 있습니다
pt_br: Abrindo a ISO
ru: Открытие ISO
zh_hans: 正在打开 ISO
zh_hant: 正在打開 ISO

source: Options
de: Optionen
es: Opciones
ja: オプション
ko: 옵션
pt_br: Opções
ru: Параметры
zh_hans: 选项
zh_hant: 選項

source: Partition table
de: Partitionstabelle
es: Tabla de particiones
fr: Table de partitions
ja: パーティションテーブル
ko: 파티션 테이블
pt_br: Tabela de partições
ru: Таблица разделов
zh_hans: 分区表
zh_hant: 分割區表

source: Prepare target
de: Ziel vorbereiten
es: Preparar destino
fr: Préparation de la destination
ja: 書き込み先の準備
ko: 대상 준비
pt_br: Preparar destino
ru: Подготовка диска
zh_hans: 准备目标
zh_hant: 準備目標

source: Preparing the UEFI:NTFS boot partition
de: UEFI:NTFS-Boot-Partition wird vorbereitet
es: Preparando la partición de arranque UEFI:NTFS
fr: Préparation de la partition de démarrage UEFI:NTFS
ja: UEFI:NTFS ブートパーティションを準備しています
ko: UEFI:NTFS 부트 파티션을 준비하고 있습니다
pt_br: Preparando a partição de inicialização UEFI:NTFS
ru: Подготовка загрузочного раздела UEFI:NTFS
zh_hans: 正在准备 UEFI:NTFS 启动分区
zh_hant: 正在準備 UEFI:NTFS 開機分割區

source: Preparing the target disk
de: Ziellaufwerk wird vorbereitet
es: Preparando el disco de destino
fr: Préparation du disque de destination
ja: 書き込み先ディスクを準備しています
ko: 대상 디스크를 준비하고 있습니다
pt_br: Preparando o disco de destino
ru: Подготовка целевого диска
zh_hans: 正在准备目标磁盘
zh_hant: 正在準備目標磁碟

source: Reading the ISO…
de: ISO wird gelesen …
es: Leyendo la ISO…
fr: Lecture de l’ISO…
ja: ISO を読み込んでいます…
ko: ISO를 읽고 있습니다…
pt_br: Lendo a ISO…
ru: Чтение ISO…
zh_hans: 正在读取 ISO…
zh_hant: 正在讀取 ISO…

source: Ready to write
de: Bereit zum Schreiben
es: Listo para escribir
fr: Prêt pour l’écriture
ja: 書き込みの準備ができました
ko: 쓰기 준비가 되었습니다
pt_br: Pronto para gravar
ru: Готово к записи
zh_hans: 已准备好写入
zh_hant: 已準備好寫入

source: Select a Disk
de: Laufwerk auswählen
es: Selecciona un disco
fr: Sélectionnez un disque
ja: ディスクを選択
ko: 디스크 선택
pt_br: Selecione um Disco
ru: Выберите диск
zh_hans: 选择磁盘
zh_hant: 選擇磁碟
